{
  "section": "Packing List",
  "categories": [
    {
      "category": "Travel Documents & Finances",
      "items": [
        "Passport",
        "ESTA authorization /eTA authorization",
        "Health insurance card",
        "Credit card (plus telephone number to block the card in an emergency). Note:",
        "Depending on the credit card, a PIN may be requested.",
        "Flight itinerary, which you received by e-mail",
        "Rail tickets, if applicable, if you have specified Rail&Fly",
        "Vaccination certificate"
      ]
    },
    {
      "category": "Clothing & Shoes",
      "items": [
        "Clothing and shoes",
        "During the day: sporty - casual leisure wear and comfortable, sturdy shoes for excursions",
        "Please dress appropriately at mealtimes",
        "In the evening: smart - casual, smart but casual: with jeans or trousers, shirt, blouse or dress you are dressed just right.",
        "For the gentlemen: nice evening wear (shirt, no jacket headlights) For the ladies: chic & party-ready",
        "Warm sweaters and a jacket for cool temperatures",
        "Rain jacket",
        "Headgear (sun hat, cap, baseball cap or similar)",
        "Sunglasses",
        "Swimsuit / bikini or swimming trunks (note: plunge pool in the spa / 2 Jacuzzis on deck 10)"
      ]
    },
    {
      "category": "Optional & Useful Items",
      "items": [
        "Daypack for excursions",
        "Optional: socket adapter (for charging in between, there are Euro plugs on the Scenic Eclipse)",
        "Powerbank",
        "Headphones"
      ]
    },
    {
      "category": "Additional Notes",
      "items": [
        "Please also note the other clothing instructions in your personal agenda! We recommend carrying an outfit in your hand luggage on arrival and departure in case you want to freshen up on the way.",
        "Maximum amount of liquids in hand baggage: Each individual container may only contain 100 ml of liquid and the combined amount of all liquids may not exceed 1 liter. These must be stored in a sealable and transparent plastic bag.",
        "Sportswear if applicable (please note the information in your personal agenda)",
        "Charging cable for smartphone (and possibly tablet)"
      ]
    },
    {
      "category": "Uncategorized",
      "items": [
        "Packing list",
        "Travel documents and finances",
        "Highlight evening on 11.10. in New York City - Motto: Glitz & Glamor We ask you to choose a festive and elegant gown.",
        "The following small things can make your time on site more pleasant:"
      ]
    }
  ]
}