{
  "intro": {
    "section": "Introduction",
    "content": "When traveling, it's the little things that make the biggest differences. That's why we pay special attention to these details! Often it's these little details that you might not even notice. But we believe that it's these details that take the experience to the next level and contribute to a sense of ease and wonder. Here you will find a list of all these little details from A - Z. If you have the feeling that we have forgotten something, please let us know.",
    "page": 1
  },
  "entries": [
    {
      "term": "Alarm",
      "description": "Medical emergency: To alert a medical team, there is an alarm button on the phone in your suite. General Alarm: As soon as the general alarm sounds, please follow the instructions and announcements on board.",
      "page": 2,
      "letter": "A"
    },
    {
      "term": "All-Inclusive",
      "description": "On board the Scenic Eclipse I, you will experience unparalleled service, fine cuisine and a free minibar in your suite.",
      "page": 2,
      "letter": "A"
    },
    {
      "term": "The free drinks include alcoholic",
      "description": "and non-alcoholic beverages.",
      "page": 2,
      "letter": "A"
    },
    {
      "term": "This excludes a certain selection",
      "description": "of rare vintage wines, champagne and spirits, which must be purchased on board.",
      "page": 2,
      "letter": "A"
    },
    {
      "term": "Assembly Stations Our assembly",
      "description": "station is clearly marked on the escape and rescue plan on the back of your suite door. Please familiarize yourself with the escape routes. The assembly stations A1 & A6 are located in Koko's and Elements Restaurant on deck 4. The assembly stations",
      "page": 2,
      "letter": "A"
    },
    {
      "term": "B1 & B2 are located in the",
      "description": "Panorama Lounge in the midship on deck 4.",
      "page": 2,
      "letter": "A"
    },
    {
      "term": "Bathrobe",
      "description": "You will find a bathrobe in your suite, which you are welcome to use for the duration of your stay. Slippers are also provided, which you are welcome to take with you after your stay.",
      "page": 2,
      "letter": "B"
    },
    {
      "term": "Bars",
      "description": "The Scenic Eclipse I offers a diverse selection of bars and lounges. You can find the opening times in your Daily Wonder TV program. Scenic Bar, on deck 4 - perfect for relaxing after an excursion or before dinner. Azure Bar & Café, on deck 5 - offers an informal meeting place - with coffee, tea or a selection of wines and spirits. Observation Lounge, on deck 5 - has a self-service station for coffee and tea.",
      "page": 2,
      "letter": "B"
    },
    {
      "term": "Bed linen",
      "description": "Bed linen is changed every three days. If you would like an earlier change, please contact Guest Services.",
      "page": 3,
      "letter": "B"
    },
    {
      "term": "Library",
      "description": "The library in the Observatory",
      "page": 3,
      "letter": "B"
    },
    {
      "term": "Lounge (deck 5) contains books",
      "description": "about the destinations of your cruise.",
      "page": 3,
      "letter": "B"
    },
    {
      "term": "You are welcome to browse",
      "description": "through these books and borrow them during your cruise. Please return the books at the end of your cruise.",
      "page": 3,
      "letter": "B"
    },
    {
      "term": "Bridge",
      "description": "Guests are generally welcome on the bridge. Your captain will introduce you to the open bridge rule during the welcome briefing.",
      "page": 3,
      "letter": "B"
    },
    {
      "term": "Boutique",
      "description": "Our boutique is located at the front of deck 4 and offers high- quality fashion, luxury watches and jewelry. You can find the opening hours in your Daily Wonder TV program.",
      "page": 3,
      "letter": "B"
    },
    {
      "term": "Crew Areas",
      "description": "Areas marked \"Crew Only\" are exclusively for the ship's employees.",
      "page": 3,
      "letter": "C"
    },
    {
      "term": "Please understand that guests are",
      "description": "not permitted in these areas.",
      "page": 3,
      "letter": "C"
    },
    {
      "term": "Daily Wonder",
      "description": "You will find your daily program, Daily Wonder, in your TV program. It includes meal times, activities, excursions and useful information about the day and the port of call.",
      "page": 4,
      "letter": "D"
    },
    {
      "term": "Entertainment",
      "description": "From tailor-made shows and game shows in our theater to relaxing in the Scenic Longe where our pianist will enchant you, there is a variety of entertainment options for all our guests. All activities can be found in your Daily Wonder TV program.",
      "page": 4,
      "letter": "E"
    },
    {
      "term": "First aid",
      "description": "If you need first aid or other medical assistance, please contact Guest Services, the medical center on deck 3 or one of the crew members.",
      "page": 4,
      "letter": "E"
    },
    {
      "term": "Binoculars",
      "description": "All suites are equipped with binoculars for use during the cruise equipped. Please bring these to",
      "page": 4,
      "letter": "F"
    },
    {
      "term": "Return to your suite at the end of the",
      "description": "journey.",
      "page": 4,
      "letter": "F"
    },
    {
      "term": "Hair dryer",
      "description": "A Dyson hairdryer can be found either on the washbasin or in the drawer in the bathroom cabinet.",
      "page": 5,
      "letter": "F"
    },
    {
      "term": "Breakfast",
      "description": "An extensive breakfast is available at the Yacht Club & Azure Café & Bar. You can find the dining times in your Daily Wonder TV program.",
      "page": 5,
      "letter": "F"
    },
    {
      "term": "Guest service",
      "description": "Our guest service is available 24 hours a day. Simply use the speed dial button on your phone.",
      "page": 5,
      "letter": "G"
    },
    {
      "term": "Luggage",
      "description": "You can easily stow your luggage under the bed.",
      "page": 5,
      "letter": "G"
    },
    {
      "term": "Towels",
      "description": "By hanging up and reusing your towels, you are helping us to protect the environment. If a towel needs to be changed, please place it in the sink.",
      "page": 5,
      "letter": "H"
    },
    {
      "term": "Housekeeping",
      "description": "Your suite will be cleaned daily and a daily turndown service is included.",
      "page": 5,
      "letter": "H"
    },
    {
      "term": "Please contact guest services if you",
      "description": "have any special requests.",
      "page": 5,
      "letter": "H"
    },
    {
      "term": "Coat hanger",
      "description": "You will find hangers in your checkroom. If you need additional hangers, please do not hesitate to contact Guest Services.",
      "page": 5,
      "letter": "K"
    },
    {
      "term": "Air conditioning",
      "description": "The air conditioning in the entrance area of your suite allows you to regulate the temperature individually. It is best to keep your balcony door closed at all times to maintain a comfortable temperature in the suite and prevent insects from entering.",
      "page": 5,
      "letter": "K"
    },
    {
      "term": "Cruise schedule",
      "description": "No matter how carefully we plan in advance, circumstances b e y o n d  our control may arise that require changes to the itinerary or schedule. From weather conditions t o  entry requirements, there are situations beyond our control. We ask for your understanding should such a situation arise.",
      "page": 6,
      "letter": "K"
    },
    {
      "term": "Massage",
      "description": "Enjoy a relaxing massage in the spa on deck 6 (self-pay basis). You can find more information in the wellness overview.",
      "page": 6,
      "letter": "M"
    },
    {
      "term": "Medical center",
      "description": "Our medical center on deck 3 is staffed by a doctor and a nurse. It is equipped for most medical emergencies and everyday consultations. Consultations are available in the morning and afternoon. You can find the times in your Daily Wonder TV program.",
      "page": 6,
      "letter": "M"
    },
    {
      "term": "Minibar",
      "description": "The contents of the minibar are free of charge and are replenished daily.",
      "page": 6,
      "letter": "M"
    },
    {
      "term": "Pools",
      "description": "There is a pool in the Senses Spa on deck 6 and 2 Jacuzzis on the sun deck | deck 10.",
      "page": 6,
      "letter": "P"
    },
    {
      "term": "Smoking",
      "description": "Scenic Eclipse I is a non-smoking ship (including e-cigarettes) and smoking is prohibited in all public areas, including the verandas and terraces of the suites. There is a smoking area for all guests on deck 10. Please do not throw cigarettes overboard.",
      "page": 6,
      "letter": "R"
    },
    {
      "term": "Umbrellas",
      "description": "You will find two umbrellas in your wardrobe that you can use during the trip.",
      "page": 6,
      "letter": "R"
    },
    {
      "term": "Life jackets",
      "description": "In the unlikely event of an emergency, you will find life jackets in your suite.",
      "page": 7,
      "letter": "R"
    },
    {
      "term": "Please read the safety instructions on",
      "description": "the inside of your suite door and watch the safety video on your TV.",
      "page": 7,
      "letter": "R"
    },
    {
      "term": "Safe",
      "description": "There is a safe with instructions for use in your suite for your valuables. If you need help, please contact Guest Services.",
      "page": 7,
      "letter": "S"
    },
    {
      "term": "Sauna & steam bath",
      "description": "The sauna and steam bath are free of charge and are located in the spa.",
      "page": 7,
      "letter": "S"
    },
    {
      "term": "Security",
      "description": "When you switch on the TV for the first time, you will be prompted to watch the security video. To use the entertainment and television system, you must watch the video in full. Please also read through the safety instructions in your suite and make a note of your assembly point. When you return on board, your handbag or hand luggage may be checked.",
      "page": 7,
      "letter": "S"
    },
    {
      "term": "Spa",
      "description": "Our exclusive spa is located On deck 6, you will be pampered with the best products during a relaxing massage or a rejuvenating facial treatment. You can book by phone or at the spa reception (self-payment). Please arrive 15 minutes before your appointment.",
      "page": 7,
      "letter": "S"
    },
    {
      "term": "Games",
      "description": "Card and board games are available in the Observation Lounge on deck 5.",
      "page": 7,
      "letter": "S"
    },
    {
      "term": "Language",
      "description": "Our team and tour guides speak English, as this is the official language on board. All announcements and lectures are given in English. We will do our best to support you if you speak another language.",
      "page": 7,
      "letter": "S"
    },
    {
      "term": "Electricity",
      "description": "The power supply on board is 220 volts/60 Hz. Your suite is equipped with Schuko sockets, international sockets (multiple sockets) and USB type A sockets. There is also a 110 V/60 Hz socket (USA) and a shaver socket.",
      "page": 7,
      "letter": "S"
    },
    {
      "term": "Weather",
      "description": "You can find the weather forecast on your",
      "page": 9,
      "letter": "W"
    },
    {
      "term": "TV",
      "description": "and on several screens distributed around the ship.",
      "page": 9,
      "letter": "W"
    },
    {
      "term": "Wi-Fi",
      "description": "The Scenic Eclipse I offers free internet via VSAT satellite technology. The strength of the signal can be affected by terrain and weather conditions and is limited in remote areas. If you need help connecting to the Internet, please contact Guest Services.",
      "page": 9,
      "letter": "W"
    },
    {
      "term": "Newspapers",
      "description": "We offer free international English- language newspapers in digital and printed form. Contact guest services for further inquiries",
      "page": 9,
      "letter": "Z"
    },
    {
      "term": "Customs regulations",
      "description": "If you wish to import or export goods to a country, you must comply with the applicable customs regulations. If you have any questions, you can contact Guest Services at any time.",
      "page": 9,
      "letter": "Z"
    },
    {
      "term": "In the unlikely event that the ship",
      "description": "has to be abandoned in an emergency, all guests will be accommodated in the lifeboats. The order to leave the ship will be g i v e n  verbally by the captain, whereupon you will be escorted from the assembly point to your assigned lifeboat with the help of the crew.",
      "page": 13,
      "letter": "Z"
    }
  ],
  "post_sections": [
    {
      "section": "Television",
      "content": "",
      "page": 4,
      "entries": [
        {
          "term": "Information about Scenic Eclipse I",
          "description": "and your Daily Wonder as well as voyage details, live and recorded theater events can be accessed using your TV. Under \"Services\" you can find the yacht directory, the dining offer, the wellness menu and the entertainment offer. You also have access to a wide range of TV channels, free movies and a large selection of music.",
          "page": 4
        },
        {
          "term": "Fitness Center",
          "description": "The fitness center is located on deck 7 in the middle of the ship. This includes a PURE (yoga and Pilates) and POWER gym. You can find the opening times in your Daily Wonder TV program.",
          "page": 4
        }
      ]
    },
    {
      "section": "Telephone",
      "content": "",
      "page": 8,
      "entries": [
        {
          "term": "Each suite has a telephone with",
          "description": "which you can make calls within the ship or to the coast. Calls to the coast are charged to your on-board account. As the satellite service is expensive, you can use your private cell phone with the roaming function for international calls (charges are billed to your cell phone account). For more information, see the section on phone instructions.",
          "page": 8
        },
        {
          "term": "Theater",
          "description": "In the theater on deck 4 you can experience tailor-made and unique musical performances from various genres.",
          "page": 8
        },
        {
          "term": "You can find details in your Daily",
          "description": "Wonder TV program.",
          "page": 8
        },
        {
          "term": "Drinking water",
          "description": "As part of our commitment to sustainability, water carafes are provided in your suite. For excursions, we provide you with free, reusable bottles that can be refilled at various points on the ship. Thank you for your support in protecting the environment.",
          "page": 8
        },
        {
          "term": "Environment",
          "description": "It is strictly forbidden to throw anything off the boat.",
          "page": 8
        },
        {
          "term": "Laundromat",
          "description": "The Scenic Eclipse I has a free self- service launderette on deck 3, which is equipped with modern washing machines, dryers and steam ironing boards and is available around the clock.",
          "page": 8
        },
        {
          "term": "Currency",
          "description": "The currency on board is the US dollar, and we also accept Visa,",
          "page": 8
        },
        {
          "term": "MasterCard and Maestro credit",
          "description": "cards.",
          "page": 8
        }
      ]
    },
    {
      "section": "Helpful tips",
      "content": "",
      "page": 10,
      "entries": [
        {
          "term": "You can reach the guest service via the",
          "description": "speed dial button on your phone To call another suite, please dial 2 followed by the desired suite number. To call abroad, dial 0 for an outside line, then 00 for international calls, then the country code and area code (without the first 0), followed by the phone number. (Attention: chargeable)",
          "page": 10
        },
        {
          "term": "Country code Australia",
          "description": "61",
          "page": 10
        },
        {
          "term": "Belgium",
          "description": "32 Outgoing calls are charged as follows:",
          "page": 10
        },
        {
          "term": "From ship to shore including toll-free",
          "description": "numbers $ 3.00 per minute.",
          "page": 10
        },
        {
          "term": "From ship to ship (transmission and",
          "description": "reception via satellite) $ 11.00 per minute.",
          "page": 10
        },
        {
          "term": "Bulgaria",
          "description": "Germany",
          "page": 10
        },
        {
          "term": "France",
          "description": "359 49 33",
          "page": 10
        },
        {
          "term": "Canada",
          "description": "1",
          "page": 10
        },
        {
          "term": "Croatia",
          "description": "385",
          "page": 10
        },
        {
          "term": "Netherlands",
          "description": "31",
          "page": 10
        },
        {
          "term": "New Zealand",
          "description": "64",
          "page": 10
        },
        {
          "term": "Austria",
          "description": "43",
          "page": 10
        },
        {
          "term": "Romania",
          "description": "40",
          "page": 10
        },
        {
          "term": "Serbia",
          "description": "381",
          "page": 10
        },
        {
          "term": "Slovakia",
          "description": "421",
          "page": 10
        },
        {
          "term": "Czech Republic",
          "description": "Republic of",
          "page": 10
        },
        {
          "term": "Hungary",
          "description": "USA",
          "page": 10
        },
        {
          "term": "United",
          "description": "420 36 1",
          "page": 10
        },
        {
          "term": "Kingdom",
          "description": "44",
          "page": 10
        }
      ]
    },
    {
      "section": "Suite TV",
      "content": "",
      "page": 11,
      "entries": [
        {
          "term": "Power on/off",
          "description": "High",
          "page": 11
        },
        {
          "term": "Links",
          "description": "Down",
          "page": 11
        },
        {
          "term": "Louder",
          "description": "Quieter",
          "page": 11
        },
        {
          "term": "Mute",
          "description": "(center) Select",
          "page": 11
        },
        {
          "term": "Right",
          "description": "Back",
          "page": 11
        },
        {
          "term": "TV channel upwards",
          "description": "TV channel down",
          "page": 11
        }
      ]
    },
    {
      "section": "Important notes",
      "content": "",
      "page": 12,
      "entries": [
        {
          "term": "The general emergency signal",
          "description": "consists of 7 short and one long tone, which sounds over the ship's loudspeaker system. As soon as you hear this signal, even if the yacht is in port, please return to your cabin immediately. Please put on your lifejacket and warm clothing (Personal Survival Kit) and go to your assembly point, which is also indicated on your door.",
          "page": 12
        },
        {
          "term": "When you arrive at your meeting",
          "description": "point, a crew member will check your name off a checklist. The checklist is created before each trip and tells the crew which meeting point you have been assigned to and what special needs you have.",
          "page": 12
        },
        {
          "term": "If for some reason you are unable",
          "description": "to go back to your cabin to get your life jacket (and your personal survival kit), don't worry.",
          "page": 12
        },
        {
          "term": "A life jacket (and your personal",
          "description": "survival pack) can also be handed out to you at the meeting point.",
          "page": 12
        },
        {
          "term": "The lifejacket is equipped with a",
          "description": "light and inflates automatically when it comes into contact with seawater.",
          "page": 12
        },
        {
          "term": "If the lifejacket does not",
          "description": "inflate, it can be inflated by manually pulling on the red tabs you received from the crew.",
          "page": 12
        },
        {
          "term": "The yacht is equipped with low-level",
          "description": "emergency lighting installed in the floors of the corridors to guide you to an exit in the event of a power failure.",
          "page": 12
        },
        {
          "term": "It is important that you do not use the",
          "description": "elevators in an emergency, as they may not work in the event of a power failure.",
          "page": 12
        },
        {
          "term": "Please be careful when moving around",
          "description": "the ship as the decks can b e  slippery when wet, especially in the pool areas or when it has rained. Please also be aware of raised thresholds and steps when walking through doorways, especially in your cabins. We also ask you to use handrails when walking through the corridors and using the stairs.",
          "page": 12
        },
        {
          "term": "The yacht has a strict environmental",
          "description": "policy and uses the latest technology to reduce its impact on the environment. It is important that all waste is processed on board. Therefore, please do not throw anything overboard, including cigarettes or cigars, which can easily be drawn back into the ship and start a fire.",
          "page": 12
        }
      ]
    }
  ]
}